[
  {
    "title": "AI & Automation Solutions",
    "shortDescription": "Harness the power of AI to work smarter. We build intelligent chatbots, AI agents, and predictive analytics to streamline operations and boost growth.",
    "longDescription": "We help businesses harness the power of Artificial Intelligence and Machine Learning to work smarter, not harder. From intelligent chatbots and AI sales agents to predictive analytics and workflow automation, our solutions streamline operations, cut costs, and boost growth."
  },
  {
    "title": "Custom Software & Web Applications",
    "shortDescription": "Every business is unique—your software should be too. We design and develop secure, scalable applications tailored to your exact needs.",
    "longDescription": "Every business is unique — your software should be too. We design and develop secure, scalable applications tailored to your exact needs, whether it’s a SaaS platform, business dashboard, or enterprise workflow system. Our goal is to turn your ideas into powerful digital tools."
  },
  {
    "title": "Mobile App Development",
    "shortDescription": "Stay connected with your customers wherever they are. We build high-performing iOS, Android, and cross-platform apps that users love.",
    "longDescription": "Stay connected with your customers wherever they are. We build high-performing iOS, Android, and cross-platform apps that combine intuitive design with rock-solid functionality. Whether for startups or enterprise, we make mobile experiences that users love."
  },
  {
    "title": "Cloud & IT Infrastructure",
    "shortDescription": "Great technology needs a strong foundation. We provide cloud migration, DevOps support, and IT infrastructure management to keep you running smoothly.",
    "longDescription": "Great technology needs a strong foundation. We provide cloud migration, DevOps support, and IT infrastructure management to keep your systems running smoothly and securely. With our team, your business can scale confidently without downtime or data risks."
  }
]
